Repository: anansi/Asset_Tracking
Catalog: other_files/ss_capture/network_manager/NetworkManager-0.7.0/po/*.po
Languages: de, it, pa

source: error processing netlink message: %s
de: Fehler beim Verarbeiten der netlink Nachricht: %s
it: errore nell'elaborazione del messaggio netlink: %s

source: unable to allocate netlink handle for monitoring link status: %s
de: Kann netlink handle zur Überwachung von Netzwerkverbindung nicht belegen: %s
it: impossibile allocare un handle netlink per monitorare lo stato del collegamento: %s

source: unable to connect to netlink for monitoring link status: %s
de: Kann nicht mit netlink zur Überwachung von Netzwerkverbindung verbinden: %s
it: impossibile collegarsi a netlink per monitorare lo stato del collegamento: %s

source: unable to join netlink group for monitoring link status: %s
de: Kann nicht mit netlink Gruppe zur Überwachung der Netzwerkverbindung verbinden: %s
it: impossibile unirsi a un gruppo netlink per monitorare lo stato del collegamento: %s

source: unable to allocate netlink link cache for monitoring link status: %s
de: Kann netlink Cache zur Überwachung der Netzwerkverbindung nicht belegen: %s
it: impossibile allocare la cache dei collegamenti netlink per monitorare lo stato del collegamento: %s

source: error updating link cache: %s
de: Fehler beim aktualisieren des Verbindungscaches: %s
it: errore nell'aggiornamento della cache del collegamento: %s

source: error occurred while waiting for data on socket
de: Während des Wartens auf Daten am Socket ist ein Fehler aufgetreten
it: si è verificato un errore durante l'attesa dei dati sul socket
pa: ਸਾਕਟ ਉੱਤੇ ਡਾਟੇ ਦੀ ਉਡੀਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ

source: Invalid option. Please use --help to see a list of valid options.
de: Ungültige Option. Benutzen Sie --help um eine Liste der gültigen Optionen zu erhalten.
it: Opzione non valida. Usare --help per ottenere un elenco delle opzioni valide.

source: # Created by NetworkManager
it: # Creato da NetworkManager

source: # Merged from %s
it: # Unito da %s

source: NOTE: the libc resolver may not support more than 3 nameservers.
de: Achtung: der libc resolver unterstützt wahrscheinlich nicht mehr als 3 Nameserver.
it: NOTA: il risolutore glibc non supporta più di 3 server di nomi.

source: The nameservers listed below may not be recognized.
de: Die Nameserver unter diesem werden wahrscheinlich nicht benutzt.
it: I server di nomi elencati sotto non possono essere riconosciuti.

source: PEM key file had no end tag '%s'.
de: PEM Schlüssel Datei hat keine abschließendes Tag '%s'.
it: Il file di chiave PEM non ha tag di chiusura "%s"

source: Doesn't look like a PEM private key file.
de: Das sieht nicht nach einem privatem PEM Schlüssel aus.
it: Non sembra un file di chiave privata PEM.

source: Not enough memory to store PEM file data.
de: Es steht nicht genug Speicher zum Speichern der PEM Datei zur Verfügung.
it: Memoria non sufficiente per memorizzare i dati del file PEM.

source: Malformed PEM file: Proc-Type was not first tag.
de: Fehlerhafte PEM Datei: Proc-Type ist nicht der erste Tag.
it: File PEM malformato: Proc-Type non è il primo tag.

source: Malformed PEM file: unknown Proc-Type tag '%s'.
de: Fehlerhafte PEM Datei: unbekannter Proc-Type Tag '%s'.
it: File PEM malformato: tag Proc-Type "%s" sconosciuto.

source: Malformed PEM file: DEK-Info was not the second tag.
de: Fehlerhafte PEM Datei: DEK-Info ist nicht der zweite Tag.
it: File PEM malformato: DEK-Info non è il secondo tag.

source: Malformed PEM file: no IV found in DEK-Info tag.
de: Fehlerhafte PEM Datei: kein IV im DEK-Info Tag gefunden.
it: File PEM malformato: IV non trovato nel tag DEK-Info.

source: Malformed PEM file: invalid format of IV in DEK-Info tag.
de: Fehlerhafte PEM Datei: falsches Format des IV in DEK-Info Tag.
it: File PEM malformato: formato di IV nel tag DEK-Info non valido.

source: Malformed PEM file: unknown private key cipher '%s'.
de: Fehlerhafte PEM Datei: unbekannte Verschlüsselung '%s' des privaten Schlüssels.
it: File PEM malformato: cifrario chiave privata "%s" sconosciuto.

source: Could not decode private key.
de: Kann privaten Schlüssel nicht dekodieren.
it: Impossibile decodificare la chiave privata.

source: PEM certificate '%s' had no end tag '%s'.
de: PEM Zertifikat '%s' hat keine abschließendes Tag '%s'.
it: Il certificato PEM "%s" non ha il tag di chiusura "%s".

source: Failed to decode certificate.
de: Fehler beim dekodieren des Zertifikats.
it: Decodifica del certificato fallita.

source: Not enough memory to store certificate data.
de: Nicht genug Speicher zum Speichern des Zertifikates.
it: Memoria non sufficiente per archiviare i dati del certificato.

source: IV must be an even number of bytes in length.
de: IV muss eine gerade Anzahl an Zeichen lang sein.
it: IV deve essere lungo un numero pari di byte

source: Not enough memory to store the IV.
de: Nicht genug Speicher zum Speicher des IV.
it: Memoria non sufficiente per archiviare l'IV.

source: IV contains non-hexadecimal digits.
de: IV enthält nicht hexadezimale Zeichen.
it: IV contiene cifre non esadecimali.

source: Private key cipher '%s' was unknown.
de: Unbekannte Verschlüsselung '%s' des privaten Schlüssels.
it: Il cifrario di chiave privata "%s" è sconosciuto.

source: Not enough memory to create private key decryption key.
it: Memoria non sufficiente per creare la chiave di decifrazione della chiave privata.

source: Not enough memory to store decrypted private key.
de: Nicht genug Speicher zum Speichern des entschlüsselten privaten Schlüssels.
it: Memoria non sufficiente per archiviare la chiave privata decifrata.

source: Failed to initialize the crypto engine.
de: Fehler beim Initialisieren der Verschlüsselung.
it: Inizializzazione del motore di cifratura fallita.

source: Failed to initialize the MD5 engine: %s / %s.
de: Fehler beim Initialisieren von MD5: %s / %s.
it: Inizializzazione del motore MD5 fallita: %s /%s

source: Not enough memory for decrypted key buffer.
de: Nicht genug Speicher für den Entschlüsselungs-Puffer.
it: Memoria non sufficiente per il buffer della chiave decifrata.

source: Failed to initialize the decryption cipher context: %s / %s.
de: Fehler beim Initialisieren des Entschlüsselungs-Kontextes: %s / %s.
it: Inizializzazione del contesto di decifrazione fallita: %s / %s.

source: Failed to set symmetric key for decryption: %s / %s.
de: Fehler beim setzen des symmetrischen Schlüssels für die Entschlüsselung: %s / %s.
it: Impostazione della chiave simmetrica per la decifrazione fallita: %s / %s.

source: Failed to set IV for decryption: %s / %s.
de: Fehler beim setzen des IV für die Verschlüsselung: %s / %s.
it: Impostazione di IV per la decifrazione fallita: %s / %s.

source: Failed to decrypt the private key: %s / %s.
de: Fehler beim Entschlüsseln des privaten Schlüssels: %s / %s.
it: Decifrazione della chiave privata fallita: %s / %s.

source: Error initializing certificate data: %s
de: Fehler beim Initialisieren des Zertifikates: %s
it: Errore nell'inizializzare i dati dei certificati: %s

source: Couldn't decode certificate: %s
de: Kann Zertifikat nicht dekodieren: %s
it: Impossibile decodificare il certificato: %s

source: Failed to initialize the crypto engine: %d.
de: Fehler beim Initialisieren der Verschlüsselung: %d.
it: Inizializzazione del motore di cifratura fallita: %d.

source: Failed to initialize the MD5 context: %d.
de: Fehler beim Initialisieren des MD5-Kontextes: %d.
it: Inizializzazione del contesto MD5 fallita: %d.

source: Failed to initialize the decryption cipher slot.
de: Fehler beim Initialisieren des Verschlüsselungs-Slots.
it: Inizializzazione del slot del decifratore fallita.

source: Failed to set symmetric key for decryption.
de: Fehler beim Setzen des symmetrischen Schlüssels für die Entschlüsselung.
it: Impostazione della chiave simmetrica di decifrazione fallita.

source: Failed to set IV for decryption.
de: Fehler beim Setzten des IV für die Entschlüsselung.
it: Impostazione di IV per la decifrazione fallita.

source: Failed to initialize the decryption context.
de: Fehler beim Erstellen des Entschlüsselungs-Kontextes.
it: Inizializzazione del contesto di decifrazione fallita.

source: Failed to decrypt the private key: %d.
de: Fehler beim Entschlüsseln des privaten Schlüssels: %d.
it: Decifrazione della chiave privata fallita: %d.

source: Failed to finalize decryption of the private key: %d.
de: Fehler beim Beenden der Entschlüsselung des privaten Schlüssels: %d.
it: Finalizzazione della decifrazione della chiave privata fallita: %d.

source: Couldn't decode certificate: %d
de: Kann Zertifikate nicht Dekodieren: %d
it: Impossibile decodificare il certificato: %d

source: Not enough memory to decrypt private key.
de: Nicht genug Speicher zum entschlüsseln des privaten Schlüssels.

source: Cannot add VPN connection
pa: VPN ਕੁਨੈਕਸ਼ਨ ਜੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ

source: No suitable VPN software was found on your system. Contact your system administrator.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਕੋਈ ਠੀਕ VPN ਸਾਫਟਵੇਅਰ ਨਹੀਂ ਲੱਭਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।

source: Cannot import VPN connection
pa: VPN ਕੁਨੈਕਸ਼ਨ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ

source: Cannot find suitable software for VPN connection type '%s' to import the file '%s'. Contact your system administrator.
pa: VPN ਕੁਨੈਕਸ਼ਨ ਕਿਸਮ '%s' ਲਈ ਫਾਇਲ '%s' ਆਯਾਤ ਕਰਨ ਲਈ ਕੋਈ ਢੁੱਕਵਾਂ ਸਾਫਟਵੇਅਰ ਨਹੀਂ ਲੱਭਿਆ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।

source: Error retrieving VPN connection '%s'
pa: VPN ਕੁਨੈਕਸ਼ਨ '%s' ਲੈਣ ਦੌਰਾਨ ਗਲਤੀ

source: Could not find the UI files for VPN connection type '%s'. Contact your system administrator.
pa: VPN ਕੁਨੈਕਸ਼ਨ ਕਿਸਮ '%s' ਲਈ UI ਫਾਇਲਾਂ ਨਹੀਂ ਲੱਭੀਆਂ ਹਨ। ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।

source: Delete VPN connection "%s"?
pa: ਕੀ VPN "%s" ਕੁਨੈਕਸ਼ਨ ਹਟਾਉਣਾ ਹੈ?

source: All information about the VPN connection "%s" will be lost and you may need your system administrator to provide information to create a new connection.
pa: VPN ਕੁਨੈਕਸ਼ਨ "%s" ਬਾਰੇ ਸਭ ਜਾਣਕਾਰੀ ਖਤਮ ਹੋ ਗਈ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਨਵੇਂ ਕੁਨੈਕਸ਼ਨ ਬਣਾਉਣ ਲਈ ਜਾਣਕਾਰੀ ਵਾਸਤੇ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰਨਾ ਪਵੇਗਾ।

source: Unable to load
pa: ਲੋਡ ਕਰਨ ਲਈ ਫੇਲ੍ਹ

source: Cannot find some needed resources (the glade file)!
pa: ਕੁਝ ਲੋੜੀਦੇ ਸਰੋਤ ਨਹੀਂ ਮਿਲੇ (ਗਲੇਡ ਫਾਇਲ)!

source: Create VPN Connection
pa: VPN ਕੁਨੈਕਸ਼ਨ ਬਣਾਓ

source: Edit VPN Connection
pa: VPN ਕੁਨੈਕਸ਼ਨ ਸੋਧ

source: Add a new VPN connection
pa: ਇੱਕ ਨਵਾਂ VPN ਕੁਨੈਕਸ਼ਨ ਸ਼ਾਮਿਲ

source: Delete the selected VPN connection
pa: ਚੁਣਿਆ VPN ਕੁਨੈਕਸ਼ਨ ਹਟਾਓ

source: E_xport
pa: ਨਿਰਯਾਤ(_x)

source: Edit the selected VPN connection
pa: ਚੁਣੇ VPN ਕੁਨੈਕਸ਼ਨ 'ਚ ਸੋਧ

source: Export the VPN settings to a file
pa: VPN ਸੈਟਿੰਗ ਨੂੰ ਫਾਇਲ 'ਚ ਭੇਜੋ

source: Export the selected VPN connection to a file
pa: ਚੁਣੇ VPN ਕੁਨੈਕਸ਼ਨ ਫਾਇਲ 'ਚ ਭੇਜੋ

source: Manage Virtual Private Network Connections
pa: ਵੁਰਚੁਅਲ ਪ੍ਰਾਈਵੇਟ ਨੈੱਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਪਰਬੰਧ

source: VPN Connections
pa: VPN ਕੁਨੈਕਸ਼ਨ

source: 40-bit WEP
pa: 40-ਬਿੱਟ WEP

source: 104-bit WEP
pa: 104-ਬਿੱਟ WEP

source: WPA Automatic
pa: WPA ਆਟੋਮੈਟਿਕ

source: WPA2 Automatic
pa: WPA2 ਆਟੋਮੈਟਿਕ

source: none
pa: ਕੋਈ ਨਹੀਂ

source: unable to create netlink socket for monitoring wired ethernet devices - %s
pa: ਤਾਰ ਵਾਲੇ ਇਥਰਨੈੱਟ ਜੰਤਰ - %s ਦੀ ਨਿਗਰਾਨੀ ਲਈ netlink ਸਾਕਟ ਬਣਾਉਣ ਲਈ ਅਸਫ਼ਲ

source: unable to bind to netlink socket for monitoring wired ethernet devices - %s
pa: ਤਾਰ ਵਾਲੇ ਇਥਰਨੈੱਟ ਜੰਤਰ - %s ਦੀ ਨਿਗਰਾਨੀ ਲਈ netlink ਸਾਕਟ ਜੋੜਨ ਲਈ ਅਸਫ਼ਲ

source: operation took too long
pa: ਓਪਰੇਸ਼ਨ ਨੂੰ ਬਹੁਤ ਸਮਾਂ ਲੱਗ ਗਿਆ

source: received data from wrong type of sender
pa: ਭੇਜਣ ਵਾਲੇ ਦੀ ਗਲਤ ਕਿਸਮ ਤੋਂ ਡਾਟਾ ਮਿਲਿਆ

source: received data from unexpected sender
pa: ਅਣਜਾਣ ਭੇਜਣ ਵਾਲੇ ਵਲੋਂ ਡਾਟਾ ਮਿਲਿਆ

source: too much data was sent over socket and some of it was lost
pa: ਸਾਕਟ ਉੱਤੇ ਬਹੁਤ ਵੱਧ ਡਾਟਾ ਭੇਜਿਆ ਗਿਆ ਅਤੇ ਇਸ 'ਚੋਂ ਕੁਝ ਗੁੰਮ ਹੋ ਗਿਆ

source: WPA2 Enterprise
pa: WPA2 ਇੰਟਰਪਰਾਈਸ

source: WPA Enterprise
pa: WPA ਇੰਟਰਪਰਾਈਸ
